"UnknownTime" = "--";
"<n> seconds" = "%d sekunder";
"Less than a minute" = "Mindre än en minut";
"a minute" = "en minut";
"<n> minutes" = "%d minuter";
"an hour" = "en timme";
"<n> hours" = "%d timmar";
"About <time>" = "cirka %@";
